Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Muszę przyznać, jestem zaskoczony, a nie zdarza mi się to zbyt często.
uk: Мушу визнати, я здивований, а таке відбувається зі мною не часто.

source: Muszę przyznać, jestem zaskoczony. Nie było to może najbardziej eleganckie rozwiązanie, ale jakże efektowne!
uk: Мушу зізнатися, я здивований. Можливо, це було не найбільш елегантне рішення, але наскільки ж ефектне!

source: Muszę przyznać, jesteś naprawdę dobry. Jeśli chcesz wiedzieć więcej, musisz znaleźć sobie lepszego nauczyciela.
uk: Мушу визнати, що ти справді молодець. Якщо хочеш знати більше, тобі треба знайти кращого вчителя.

source: Muszę przyznać, zrobiliście to dość sprawnie. Wcześniej nie wierzyłem, że można stamtąd dobiec na czas, ale teraz, kiedy zobaczyłem to na własne oczy...
uk: Треба визнати, ти зробив це досить ефективно. Раніше я не вірив, що хтось зможе дістатися туди вчасно. Але тепер, коли побачив це на власні очі...

source: Muszę przyznać, że gdy zobaczyłem cię pierwszy raz na treningu, nie byłem co do ciebie przekonany.
uk: Мушу зізнатися, коли вперше побачив тебе на тренуванні, я в тобі засумнівався.

source: Muszę przyznać, że interwencja Magów Wody była niespodziewana. Miasto było już praktycznie nasze... Ale ci przeklęci, fanatyczni starcy oczywiście musieli się wtrącić.
uk: Мушу визнати, що втручання Магів Води було несподіваним. Місто вже було практично нашим... Але ці кляті фанатичні старці, вочевидь, мусили втрутитися.

source: Muszę przyznać, że jak na kmiotka, to walczysz całkiem nieźle!
uk: Мушу визнати, як для простолюдина, ти досить непогано б'єшся!

source: Muszę przyznać, że jestem pod wrażeniem.
uk: Мушу визнати, це мене дуже вразило.

source: Muszę przyznać, że jestem zaskoczony. Nie spodziewałem się, że będziesz aż tak przydatny.
uk: Мушу зізнатися, я здивований. Не очікував, що ти будеш настільки корисним.

source: Muszę przyznać, że jesteś bardziej pożyteczny niż się spodziewałem.
uk: Мушу визнати, що ти виявився кориснішим, ніж я очікував.

source: Muszę przyznać, że miałeś dobry pomysł z tym miejscem. Ludzie przypominają mi charakterami moich rodaków.
uk: Маю визнати, твоя ідея з цим місцем була вдалою. Люди тут характером нагадують моїх земляків.

source: Muszę przyznać, że mnie zaskoczyłeś.
uk: Мушу визнати, ти мене здивував.

source: Muszę przyznać, że mnie zaskoczyłeś. Teraz przynajmniej wiemy, że nawet najwierniejszy kundel nie pomoże Lichwiarzowi.
uk: Мушу визнати, ти мене здивував. Принаймні тепер ми знаємо, що навіть найвідданіший пес не зможе допомогти Лихвареві.

source: Muszę przyznać, że na ciebie liczę... Proszę, nie zawiedź mnie.
uk: Мушу визнати, я на тебе розраховую... Будь ласка, не підведи мене.

source: Muszę przyznać, że narobiliście niezłego zamieszania tą swoją wyprawą.
uk: Мушу визнати, ви наробили чимало галасу з цією своєю експедицією.

source: Muszę przyznać, że nawet ja mam dość tej ciągłej walki. Wynośmy się stąd.
uk: Мушу визнати, що навіть мені набридли ці постійні сутички. Давай забиратися звідси.

source: Muszę przyznać, że początkowo byłam lekko przerażona, ale szybko się przyzwyczaiłam.
uk: Мушу зізнатися, спочатку було трохи лячно, але я швидко звикла.

source: Muszę przyznać, że poszło ci lepiej, niż się spodziewałem.
uk: Мушу визнати, що ти впорався краще, ніж я очікував.

source: Muszę przyznać, że poszło mi lepiej, niż przypuszczałem. Co prawda, nie cała mapa jest czytelna, ale najważniejsze fragmenty udało mi się uratować.
uk: Мушу визнати, що я впорався краще, ніж очікував. Щоправда, не вся мапа розбірлива, але найважливіші фрагменти мені вдалося врятувати.

source: Muszę przyznać, że przeszłaś samą siebie.
uk: Мушу визнати, що ти перевершила сама себе.

source: Muszę przyznać, że sędzia był trochę zdziwiony, ale nie miał wyboru i musiał sprzedać mi ten dom. Zająłem się też plakatami, więc nie będą mieli na nas żadnych dowodów.
uk: Мушу визнати, суддя був трохи здивований, але не мав вибору і мусив продати мені цей будинок. Я також подбав про оголошення, тож у них не буде на нас жодних доказів.

source: Muszę przyznać, że te krwiopijce kąsają mocniej niż u nas...
uk: Мушу визнати, що ці шершні жалять сильніше, ніж у нас...

source: Muszę przyznać, że tego to się nie spodziewałem!
uk: Мушу сказати, я цього не очікував!

source: Muszę przyznać, że ten cyrulik zrobił naprawdę dobrą robotę. Ramię jest tak samo sprawne jak przed kontuzją.
uk: Мушу визнати, що цирульник дуже добре попрацював. Рука стала такою ж міцною, як і до травми.

source: Muszę przyznać, że teraz mnie zaskoczyłeś. I jeśli to już wszystko, to przepraszam, ale mam interes do prowadzenia.
uk: Мушу визнати, що зараз ти мене здивував. І якщо це все, то вибач, але я маю справи.

source: Muszę przyznać, że w tym całym odrąbywaniu głowy ku uciesze tłumu jest coś niepokojąco hipnotyzującego.
uk: Мушу визнати, що в усьому цьому відрубуванні голів на радість натовпу є щось тривожно-зачаровуюче.

source: Muszę przyznać, że współpraca z Gildią nie jest taka zła. Chociaż tęsknię za ciszą i spokojem.
uk: Мушу визнати, що працювати з Гільдією не так вже й погано. Хоча я сумую за тишею і спокоєм.

source: Muszę przyznać, że ładnie sobie z nimi poradziłeś. Tak sprawnie przejrzeć kogoś na wylot, no, no!
uk: Мушу сказати, ти чудово з ними впорався. Приємно бачити таку роботу, ну і ну!

source: Muszę się chwilę zastanowić. Kupiłem kiedyś od wędrownego kupca wino, które pochodziło spoza Archipelagu. Hmm, może by się nadało?
uk: Мені треба трохи подумати. Якось я купив вино у мандрівного торговця, який прибув з-за меж Архіпелагу. Хм, можливо, воно підійде?

source: Muszę się czegoś napić i odpocząć od tych całych poszukiwań.
uk: Мені потрібно щось випити і відпочити від усіх цих пошуків.

source: Muszę się dowiedzieć czy twoje 'Oko Innosa' cokolwiek potrafi. Tylko coś naprawdę wyjątkowego byłoby w stanie zrobić na nim wrażenie...
uk: Мені потрібно дізнатися, чи зможе твоє 'Око Інноса' щось зробити. Тільки щось справді особливе здатне справити на нього враження...

source: Muszę się jak najszybciej stąd wydostać. Obok Dustera powinienem być bezpieczny.
uk: Мені треба забиратися звідси якомога швидше. Поруч з Дастером має бути безпечно.

source: Muszę się jakoś stąd wydostać!
uk: Я повинен якось вибратись звідси!

source: Muszę się jeszcze przygotować.
uk: Мені ще треба підготуватися.

source: Muszę się jeszcze zastanowić.
uk: Мені потрібно подумати.

source: Muszę się nad tym zastanowić.
uk: Мені потрібно подумати.

source: Muszę się napić po tym wszystkim.
uk: Мені потрібно випити після цього всього.

source: Muszę się przygotować.
uk: Мені треба підготуватися.

source: Muszę się przygotować. Spotkamy się na miejscu.
uk: Мені потрібно підготуватися. Зустрінемось там.

source: Muszę się tym zająć.
uk: Я мушу подбати про це.

source: Muszę się z nim pożegnać i przyprowadzę go do Silbach.
uk: Я мушу з ним попрощатися і приведу його до Сільбаху.

source: Muszę się z nim zobaczyć!
uk: Я маю з ним зустрітися!

source: Muszę się zastanowić.
uk: Мені потрібно подумати.

source: Muszę się zobaczyć z twoim szefem.
uk: Мені треба побачитись з твоїм шефом.

source: Muszę skonfrontować się z Murkiem. Może uda mi się wyciągnąć z niego jakieś przydatne informacje.
uk: Я повинен зустрітися з Мурком. Може, вдасться витягнути з нього якусь корисну інформацію.

source: Muszę sprawdzić jak wygląda sytuacja w obozie...
uk: Потрібно перевірити, яка ситуація в таборі...

source: Muszę stawić się jutro na placu treningowym w koszarach. Lepiej, żebym się nie spóźnił, bo utrudnię tym sobie dołączenie do straży.
uk: Завтра я маю з'явитися на тренувальний майданчик біля казарм. Краще не запізнюватися, інакше мені буде складно вступити до Варти.

source: Muszę to jeszcze przemyśleć.
uk: Мені ще треба все обдумати.

source: Muszę to przemyśleć.
uk: Мені треба це обдумати.

source: Muszę to zobaczyć na własne oczy, ale jeśli mnie oszukujesz, to jeszcze się z tobą policzę!
uk: Я маю побачити це на власні очі, але якщо ти мене обманюєш, ти пошкодуєш!

source: Muszę trafić do Wilczego...
uk: Мені потрібно до Вовчого...

source: Muszę trochę odpocząć, chyba się położę.
uk: Мені треба відпочити, я, мабуть, приляжу.

source: Muszę tu siedzieć, dopóki nie przypłynie Królewski Wysłannik.
uk: Буду тут сидіти, поки не прибуде Королівський посол.

source: Muszę tylko chwilę odpocząć i będzie w porządku.
uk: Мені просто потрібно трохи відпочити, і зі мною все буде гаразд.

source: Muszę tylko poznać szczegóły.
uk: Мені лише потрібно знати деталі.

source: Muszę ukryć się w chacie Arethe i poczekać na rozwój sytuacji.
uk: Я повинен сховатися в хатині Арета і чекати на розвиток подій.

source: Muszę uważać, komu ją pokazuję.
uk: Я маю бути обережним з тим, кому його показувати.

source: Muszę wrócić do pozostałych i przekazać im, że droga jest już bezpieczna.
uk: Потрібно повертатися до решти та сказати їм, що дорога тепер безпечна.

source: Muszę wrócić do reszty naszych chłopców i zebrać raporty, by ocenić skalę zniszczeń. Czeka nas sporo pracy przy odbudowie miasta.
uk: Я маю повертатися до решти наших хлопців і зібрати доповіді, щоб оцінити масштаби руйнувань. Попереду багато роботи щодо відновлення міста.

source: Muszę wtopić się tłum i wybadać, co spowalnia pracę w stoczni. Huxlay sugerował, bym sam zaczął sabotować ich pracę. Być może wtedy prawdziwy szkodnik ujawni swoją tożsamość.
uk: Мені потрібно змішатися з натовпом і зрозуміти, що саме гальмує роботу на корабельні. Хакслі запропонував мені самому почати саботувати їхню роботу. Можливо, тоді справжній шкідник розкриє себе.

source: Muszę wyczyścić tę mapę.
uk: Мені потрібно очистити цю мапу.

source: Muszę wykopać ciało.
uk: Мені потрібно відкопати тіло.

source: Muszę wyruszać dalej.
uk: Я мушу рухатися далі.

source: Muszę wyzdrowieć by móc pomścić brata.
uk: Я повинен одужати, щоб помститися за брата.

source: Muszę wziąć kartkę z przemówieniem od Oktava i udać się do Venzela, by ten pomógł mi trochę przerobić aktualną wersję.
uk: Мені потрібно отримати від Октава текст промови і піти до Венцеля, щоб він допоміг мені трохи відредагувати поточну версію.

source: Muszę wziąć łeb tego gargulca do Nordmaru, to się nazywa trofeum!
uk: Треба відвезти голову цього гаргуйля в Нордмар, оце так трофей!

source: Muszę z nim o czymś porozmawiać.
uk: Мені треба з ним дещо обговорити.

source: Muszę z tobą porozmawiać.
uk: Мені треба з тобою поговорити.

source: Muszę zaczekać na Kessela i Riordiana.
uk: Мені потрібно дочекатись Кесселя і Ріордіана.

source: Muszę zapewnić sobie dobry start na Archolos, a przy okazji mogę też pomóc pozostałym uchodźcom. Wuj powiedział, że powinienem udać się z tym do Starszego Wioski. Może będzie miał dla mnie jakieś zadanie, które pozwoli mi trochę zarobić.
uk: Мені потрібно забезпечити собі хороший початок на Архолосі, і при цьому я також зможу допомогти іншим біженцям. Мій дядько сказав, що я повинен піти з цим до сільського старости. Можливо, він знайде для мене роботу, яка дозволить мені заробити трохи грошей.

source: Muszę zasklepić ranę, najlepiej będzie czymś bardzo gorącym... może rozgrzany do czerwoności pręt?
uk: Мені потрібно припекти рану, бажано чимось дуже гарячим... Може, розпеченим прутом?

source: Muszę zbadać rzeczy, które zabrałem Jonowi z kieszeni. Pokażę je Ivy, może będzie miała jakieś sugestie. Znajdę ją prawdopodobnie w karczmie.
uk: Потрібно вивчити речі, знайдені у кишенях Йона. Я покажу їх Айві, раптом вона висловить якісь пропозиції. Минулого разу я бачив її у корчмі.

source: Muszę zdobyć bardzo mocną truciznę.
uk: Мені потрібна дуже сильна отрута.

source: Muszę zdobyć ich mięso.
uk: Мені потрібне їхнє м'ясо.

source: Muszę zdobyć kilka nietypowych strojów...
uk: Мені потрібно дістати деяке незвичне вбрання...

source: Muszę zdobyć referencje na obywatela. Masz jakieś pomysły?
uk: Мені потрібні рекомендації для громадянства. Підкажеш, до кого звернутись?

source: Muszę zebrać teraz wszystkie przedmioty z listy, którą przekazał mi Riordian.
uk: Тепер я маю зібрати всі предмети зі списку, який дав мені Ріордіан.

source: Muszę znaleźć dla niego jakieś odpowiednie wyzwanie...
uk: Мені потрібно знайти для нього якесь достойне випробування...

source: Muszę znaleźć nową pracę, ta jest zdecydowanie zbyt ryzykowna.
uk: Мені треба шукати нову роботу, ця занадто ризикована.

source: Muszę znaleźć sposób na dorwanie Lichwiarza.
uk: Необхідно знайти спосіб схопити Лихваря.

source: Muszę, na litość bogów, nie słuchasz mnie? Dobrze zapłacę. Powiedz tylko, kiedy będziesz gotowy.
uk: Мушу. Ради богів, ти що, не чуєш мене? Я добре заплачу. Просто скажи, коли будеш готовий.

source: Muszę... muszę...
uk: Я мушу... мушу...

source: Muzeum w mieście Archolos
uk: Музей у місті Архолос

source: Muzyka
uk: Вкл. музику

source: Muzykant
uk: Музикант

source: Muzyków znajdę albo w karczmie Helgi, albo w Ustroniu Żeglarza, gdzie przebywa niejaka Karin.
uk: Я можу знайти музикантів або в корчмі Хельги, або в Прихистку моряка, де зупинилася так звана Карін.

source: Mułowy mirt
uk: Болотний мирт

source: My chcemy. Trzeba im udowodnić, że mój brat prowadzi interesy nieudolnie, co wkrótce zaszkodzi im wszystkim.
uk: Ми хочемо. Їм потрібно довести, що вони помиляються щодо ділових угод мого брата, які незабаром зашкодять їм усім.

source: My czujemy to samo... i jest nas naprawdę wielu!
uk: Ми вважаємо так само... і нас багато!

source: My i tak całkiem sporo już znaleźliśmy.
uk: Ми й так вже чимало знайшли.

source: My na ten przykład, wcale nie musimy już harować, a stać nas na najlepsze wino w okolicy.
uk: Нам, наприклад, більше не потрібно багато працювати, і ми можемо дозволити собі найкраще вино в околиці.

source: My narobiliśmy?
uk: Ми наробили?

source: My nie możemy go dzierżyć, ale może istnieje choć mała szansa, by cała ta ofiara nie poszła na marne.
uk: Ми не можемо ним володіти, але, можливо, є невеликий шанс, що всі ці жертви не були марними.

source: My nigdzie nie jesteśmy mile widziani. Tylko co możemy na to poradzić?
uk: Нам ніде не раді. Тільки що ми можемо з цим зробити?

source: My potrzebujemy całej nocy. Właśnie dlatego musimy się upewnić, by miał bardzo spokojny sen.
uk: Нам потрібна ціла ніч. Саме тому ми маємо подбати про те, щоб він дуже міцно заснув.

source: My pozbędziemy się tego co z nich zostało, a ty wracaj do przystani, kapitan będzie chciał jak najszybciej usłyszeć wieści.
uk: Ми позбудемося всього, що від них залишилося, а ти повертайся до Гавані, капітан захоче почути новини якнайшвидше.

source: My też nie przepadamy za Fabio.
uk: Нам теж не подобається Фабіо.

source: My tu dyskutujemy, a Lichwiarz ucieka.
uk: Поки ми тут балакаємо, Лихвар тікає.

source: My tu harujemy w pocie czoła. Płuca wypluwamy, by statki zbudować, a tu przychodzi taki element, jeden z drugim i niszczy nasz dorobek!
uk: Ми тут працюємо в поті чола, випльовуємо свої легені, щоб побудувати кораблі, а тут приходять один з іншим, і руйнують всю нашу працю!

source: My tu tylko rozmawiamy, do cholery!
uk: Ми тут просто говоримо, чорт забирай!

source: My tylko odbieramy to, co należy się nam.
uk: Ми лише забираємо те, що належить нам.

source: My ukryjemy się przed jaskinią. Gdy przyjdą i zauważą, że już tu czekasz z wyciągniętym mieczem powinni rzucić się prosto na ciebie i wpaść w naszą pułapkę.
uk: Ми сховаємося перед печерою. Коли вони прийдуть і помітять, що ти тут вже чекаєш із мечем напоготові, вони накинуться на тебе і потраплять у нашу пастку.

source: My upewnimy się, że w mieście nie ma już żadnych wrogów. Miejmy tylko nadzieję, że pozbawieni przywódcy, poddadzą się bez walki... Ruszaj za Lichwiarzem i niech Adanos będzie z tobą!
uk: Ми подбаємо про те, щоб у місті більше не лишилось ворогів. Будемо сподіватися, що, позбавлені свого лідера, вони здадуться без бою... Рушай за Лихварем і хай буде з тобою Аданос!

source: My wiosłowałyśmy, a on sobie popijał gorzałkę, nieustannie nas poganiał.
uk: Ми гребли, а він собі напивався та постійно підганяв нас.

source: My zgarniemy wszystkie graty, dojemy pieczeń i odprowadzimy Antonio do winnicy.
uk: Ми зберемо увесь мотлох, доїмо печеню і проведемо Антоніо на виноградник.

source: My, ludzie z Wilczego Leża, lubimy sprawdzać takie historie. Zawsze jest jakaś szansa, że są prawdziwe i będziemy mogli przeżyć ciekawą przygodę.
uk: Ми, мешканці Вовчого Лігва, любимо перевіряти такі історії. Завжди є шанс, що вони правдиві, і на нас чекає цікава пригода.

source: My? Elitarną gwardią Króla Rhobara II.
uk: Ми? Елітна гвардія Короля Робара II.

source: My? Nic! No, prawie nic.
uk: Ми? Нічого! Ну, майже нічого.

source: My? Nie ma nas, przynajmniej na razie.
uk: Ми? Немає ніяких 'ми', принаймні зараз.

source: My? Zapowiada się ciekawie.
uk: Ми? Це повинно бути щось цікаве.

source: Mylicie się! Odpowiedzialni za to prawo nie są zdrajcami - zbłądzili, chcąc ratować królestwo.
uk: Ви помиляєтесь! Відповідальні за ці закони не є зрадниками – вони збилися зі шляху, намагаючись врятувати королівство.

source: Mylisz się! Wkrótce stanę się prawdziwym wilkiem.
uk: Ти помиляєшся! Я скоро стану справжнім вовком.

source: Mylisz się, smarkaczu - ale, hej - nikt przecież nie spodziewał się, że Londramczycy będą bronić swoich domostw.
uk: Ти помиляєшся, шмаркачу, але стривай – ніхто і не очікував, що лондрамці стануть на захист своїх домівок.

source: Myliłem się, myliłem się od samego początku.
uk: Я помилявся, я помилявся від самого початку.

source: Myrtany Brzask. (15 SZ)
uk: Світанок Міртани. (15 золотих)

source: Myrtańczycy zaskoczyli żołnierzy Archolos nie tylko samą inwazją, lecz także wyposażeniem. Po raz pierwszy wykorzystane zostały bowiem kusze bojowe, których siła zdziesiątkowała oddziały Króla Londram, a jego samego posłały na dno Srebrnej Rzeki. Osamotniony i ranny Farkand zginął zaś z rąk knechtów przygwożdżony do północnego stoku wulkanu. Zdobycie miasta i zduszenie oporu na południu utorowało Myrtańczykom drogę do prastarej twierdzy Vardhal.
uk: Міртанці вразили воїнів Архолосу не лише самим вторгненням, але й своїм спорядженням. Адже вперше були застосовані бойові арбалети, силою яких військо короля Лондрама було розбите, а сам він відправлений на дно Срібної річки. Поранений і розбитий Фарканд загинув від рук лицарів, що прибули до північного схилу вулкану. Захоплення міста і придушення опору на півдні відкрило шлях міртанцям до стародавньої фортеці Вардхал.

source: Mysz
uk: Миша

source: Mytnik
uk: Митник

source: Mytnik już nie będzie zastraszał ludzi na drogach. Oktava z pewnością ucieszą te wieści.
uk: Митник більше не залякуватиме людей на дорогах. Октаву, безумовно, буде приємно почути цю новину.

source: Myto zapłacić musisz, tłumoku!
uk: Ти повинен заплатити мито, дурню!

source: Myśl o tym jak o okazji nie tylko na uniknięcie kary, ale też na zwiększenie swoich zysków.
uk: Думай про це як про можливість не тільки уникнути покарання, але й збільшити свій прибуток.

source: Myśl szybko - gdy wybiją dzwony dołącz do moich ludzi. Wybacz tak krótkie uprzedzenie, ale sam rozumiesz, nie mogę sobie pozwolić na ryzyko.
uk: Думай швидко - і коли задзвонять дзвони, приєднуйся до моїх людей. Вибач що так поспішаю, але ти сам розумієш, що я не можу дозволити собі ризикувати.

source: Myślałam trochę o naszej współpracy i sądzę, że nadszedł już ten czas. Oficjalnie ogłaszam, że ukończyłeś praktyki i od dzisiaj możesz tytułować się jako mistrz łuczarstwa.
uk: Я трохи поміркувала про нашу співпрацю і думаю, що час настав. Я офіційно проголошую, що ти завершив своє навчання і з сьогоднішнього дня можеш називати себе майстром з виготовлення луків.

source: Myślałam, że już nigdy się od niego nie uwolnię...
uk: Я думала, що вже ніколи не зможу вільною від нього...

source: Myślałam, że nigdy nie znajdę dobrego pretekstu, żeby się pozbyć tego darmozjada i proszę, pojawiasz się ty!
uk: Я думала, що ніколи не знайду хорошого приводу, щоб позбутися цього дармоїда, аж тут з'явився ти!

source: Myślałam, że schowa go w kufrze, ale usłyszałam jedynie donośne skrzypanie desek. Mógłbyś rozejrzeć się czy nie ma tam jakiejś skrytki?
uk: Я думала, що він сховає її в скрині, але все, що я почула, це гучний скрип дощок. Ти не міг би подивитись, чи немає там якоїсь схованки?

source: Myślałam, że te łajzy będą siedzieć tu całe życie!
uk: Я думала, що ці вилупки сидітимуть тут все життя!

source: Myślałam, że to bogaty kupiec, a to jakiś nieudolny oszust. Opowiadał jakieś bzdurne historyjki, a potem awanturował się i robił zamieszanie.
uk: Я думала, що він багатий торговець, а він виявився якимось недолугим шахраєм. Він розповідав якісь нісенітниці, а потім підняв галас і влаштував бійку.

source: Myślałam, że wszystko będzie już gotowe... No nic, chłopcy będą musieli się trochę pomęczyć, w końcu pannie dźwigać nie przystoi.
uk: Я думала, що все вже буде готово... Що ж, хлопцям доведеться трохи попотіти. Зрештою, пані не годиться тягати важкі речі.

source: Myślałem o czymś poważniejszym. Może przy innej okazji...
uk: Я думав про щось серйозніше. Може, іншим разом...

source: Myślałem o karczmie Bastiana.
uk: Я думав про корчму Бастіана.

source: Myślałem o tym, by poszukać pracy w Starym Mieście.
uk: Я подумую про те, щоб пошукати роботу в Старому місті.

source: Myślałem raczej o pracy.
uk: Скоріше, я мав на увазі працю.

source: Myślałem trochę o twojej pracy dla mnie i tego ile się już nauczyłeś. Myślę, że jesteś już gotowy, bym przekazał ci moje największe sekrety kowalskie.
uk: Я трохи подумав про твою роботу на мене і про те, як багато ти вже навчився. Гадаю, ти вже готовий до того, щоб я передав тобі свої найбільші ковальські секрети.

source: Myślałem więc, że może Volker trochę mnie wspomoże. Zarówno finansowo, jak i z poszukiwaniami Jorna.
uk: Тож я подумав, що, можливо, Волкер зможе мені трохи допомогти. І фінансово, і з пошуками Йорна.

source: Myślałem, by znaleźć jakieś miejsce w dziczy i żyć z tego, co upoluję...
uk: Я думав про те, щоб знайти якесь місце в дикій місцевості та жити за рахунок полювання...

source: Myślałem, by żyć z tego, co upoluję... (+2% do walki łukiem i kuszą)
uk: Я думав про те, щоб жити за рахунок полювання... (Володіння луком і арбалетом +2%)

source: Myślałem, że Cortez tu rządzi.
uk: Я думав, що Кортез тут головний.

source: Myślałem, że Volker hojniej wynagradza za pracę. Nie był zadowolony?
uk: Я думав, що Волкер щедро платить за роботу. Хіба він був не задоволений?

source: Myślałem, że będziemy przyjaciółmi... Ale jesteś taki sam, jak reszta!
uk: Я думав, що ми будемо друзями... А ти такий самий, як і решта!

source: Myślałem, że będziesz bardziej samodzielny. O co chodzi?
uk: Я думав, що ти будеш більш самостійним. Що сталося?

source: Myślałem, że dam radę pokonać mój lęk przed wy-wysokością, ale chyba się przeliczyłem.
uk: Я думав, що зможу подолати свій страх ви...висоти, але, мабуть, я помилився.

source: Myślałem, że jest powszechnie znany, ma pracownię pomiędzy wioską Silbach a miastem.
uk: Я думав, що він достатньо відомий, у нього є майстерня між Сільбахом і містом.

source: Myślałem, że jest powszechnie znany...
uk: Думав, що це загальновідомо...

source: Myślałem, że jesteś jedyną właścicielką burdelu.
uk: Я думав, що ти єдина власниця цього борделю.

source: Myślałem, że jesteś mądrzejszy.
uk: Я думав, що ти розумніший.

source: Myślałem, że jesteście odważni i zdyscyplinowani.
uk: Я думав, що ви хоробрі та дисципліновані.

source: Myślałem, że już nigdy nie padnie.
uk: Я думав, що він вже не впаде.

source: Myślałem, że masz wszystko pod kontrolą!
uk: Я гадав, що у тебе все під контролем!

source: Myślałem, że po strażniku można spodziewać się trochę więcej. Roderich będzie niepocieszony.
uk: Я думав, що від вартового можна очікувати трохи більше! Родеріх буде незадоволений.

source: Myślałem, że pomagam zażegnać konflikt, ale tylko pogorszyłem sprawy.
uk: Я думав, що допомагаю вирішити конфлікт, але зробив тільки гірше.
